import { WorksData } from "@/app/ types/worksData";

export const worksDetail: WorksData[] = [
  {
    title: "Works01",
    slug: "a",
    images: ["a01", "a02", "a03"],
    description:
      "説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。"
  },
  {
    title: "Works02",
    slug: "b",
    images: ["b01", "b02", "b03"],
    description:
      "説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。"
  },
  {
    title: "Works03",
    slug: "c",
    images: ["c01", "c02", "c03"],
    description:
      "説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。説明文です。"
  }
];
